[
  [
    "日本語の文法",
    [
      "私は来年彼女と結婚します。",
      "この辺はたくさんの本屋がありますね。",
      "十時からテレビを見たい。",
      "おもしろい本はありませんか。",
      "これは山田先生からの紹介状です。",
      "困ったらいつでも私のところへ来なさい。",
      "あの喫茶店でコーヒーを飲みましょう。",
      "あの先生が笑っているのを見たことがない。",
      "私の父は山田先生を知っています。",
      "だれかに見られなかったか。",
      "だれにも見られなかったか。",
      "日本人は朝から夜まで一生懸命はたらく。",
      "そんな日本人を見ると、ほんとに悲しくて不愉快です。",
      "川の水はつめたかった。",
      "あした吉川先生に会いに行きます。",
      "その家には病気のおばあさんが寝ていた。",
      "あの人はいま死にかけています。はやく入院させてください。",
      "その病院にお医者さんが何人いますか。",
      "税関でカバンをあけさせられました。",
      "マレーシアの首都はどこですか。",
      "母は外国に行きたいそうです。",
      "眼をとじてください。",
      "きのう吉川先生に会いました。",
      "とても元気なおばあさんですね。",
      "それは不合理な話です。",
      "これは病気の人の食べものです。",
      "日本にもう一年います。",
      "私の国はもっと暑いです。",
      "京都へ行くとき私も連れていってください。",
      "これは私の先生が書いた論文です。",
      "私は去年ロンドン大学を卒業しました。",
      "寮で働いている男の人の名前は何ですか。",
      "きのう学校の前で事故がありました。",
      "兄は今タイにいます。",
      "兄は今タイに住んでいます。",
      "あなたは今どこに勤めていますか。",
      "市役所で働いています。",
      "この椅子に座りなさい。",
      "いつもこの電車に乗るのですか。",
      "あの山の上に地震観測所ができるそうだ。",
      "きのう福田さんに会いました。",
      "あの子はお母さんによく似ていますね。",
      "その家は海に面していた。",
      "私は彼の質問に答えることができなかった。",
      "分からないので先生にききました。",
      "野党はその案に反対していた。",
      "田の中に鶴が三羽立っています。",
      "昔々、ある所におじいさんとおばあさんがいました。",
      "きのう、芳子という人があなたに会いたいと言ってきましたよ。",
      "その人はいくつぐらいの人でしたか？",
      "だれがそう言いましたか？",
      "そんなことを言った人はだれですか？",
      "わたしは先生に会っていろいろ相談したいです。",
      "いつがいいですか？",
      "図書館の二階のまん中に、本の目録をいっぱい入れた箱は並んでいる。",
      "私がとった写真を先生は大へんほめてくれました。",
      "お父さんが帰って来られたら、すぐ私に電話を下さい。",
      "私の家族は、戦争が終わったとき、満州にいました。",
      "中国は広いから地方によって春節の祝い方が違う。",
      "きのう展覧会を見に行きました。",
      "あした展覧会を見に行きます。",
      "書きおわった人は帰ってもよろしい。",
      "先に旅館に着いた人からおふろに入って下さい。",
      "トラックは曲がりくねった山道を進んでいった。",
      "そこの、先のとがったナイフをとって下さい。",
      "毎朝家の前を、大きな犬を連れた紳士が通る。",
      "まん中に穴のあいた銅貨は何円のですか。",
      "まん中に穴のある銅貨は何円のですか。",
      "私は今横浜に住んでいます。",
      "太郎を壇の上に立たせた。",
      "ろうそくを皿の上に立てた。",
      "この仕事は彼にはつとまらない。",
      "この紙はしめっているからよく燃えない。",
      "亀は太郎に助けられた。",
      "私にはこの事が分からない。"
    ],
    [
      "私は来年彼女を結婚します。",
      "この辺は大ぜいの本屋がありますね。",
      "から十時ほしい見るテレビ。",
      "おもしろいの本はありませんか。",
      "これは山田先生から紹介状です。",
      "困ったらいつでも私へ来なさい。",
      "あの喫茶店にコーヒーを飲みましょう。",
      "あの先生が笑うことを見たことがない。",
      "私の父は山田先生を知ります。",
      "だれにか見られなかったか。",
      "だれもに見られなかったか。",
      "日本人はたらくかたいから朝まで夜。",
      "そんな日本人を見ると、ほんとに悲しいと不愉快です。",
      "川の水はさむかった。",
      "あした吉川先生を会いに行きます。",
      "その家には病気なおばあさんが寝ていた。",
      "あの人はいま死んでいます。はやく入院させてください。",
      "その病院にお医者さんが何人ありますか。",
      "税関でカバンをあけられさせました。",
      "マレーシアの首都はなんですか。",
      "母は外国に行きたいです。",
      "眼をしめてください。",
      "きのうに吉川先生に会いました。",
      "とても元気のおばあさんですね。",
      "それは不合理的な話です。",
      "これは病気な人の食べものです。",
      "日本にもっと一年います。",
      "私の国はもう暑いです。",
      "京都へ行くのとき私も連れていってください。",
      "これは私の先生は書いた論文です。",
      "私は去年ロンドン大学から卒業しました。",
      "寮に働いている男の人の名前は何ですか。",
      "きのう学校の前に事故がありました。",
      "兄は今タイでいます。",
      "兄は今タイで住んでいます。",
      "あなたは今どこで勤めていますか。",
      "市役所に働いています。",
      "この椅子で座りなさい。",
      "いつもこの電車で乗るのですか。",
      "あの山の上で地震観測所ができるそうだ。",
      "きのう福田さんを会いました。",
      "あの子はお母さんをよく似ていますね。",
      "その家は海を面していた。",
      "私は彼の質問を答えることができなかった。",
      "分からないので先生をききました。",
      "野党はその案を反対していた。",
      "田の中に鶴は三羽立っています。",
      "昔々、ある所におじいさんとおばあさんはいました。",
      "きのう、芳子という人はあなたに会いたいと言って来ましたよ。",
      "その人がいくつぐらいの人でしたか？",
      "だれはそう言いましたか？",
      "そんなことを言った人がだれですか？",
      "わたしが先生に会っていろいろ相談したいです。",
      "いつはいいですか？",
      "図書館の二階のまん中に、本の目録をいっぱい入れた箱は並んでいる。",
      "私はとった写真を先生は大へんほめてくれました。",
      "お父さんは帰って来られたら、すぐ私に電話を下さい。",
      "私の家族は、戦争は終わった時、満州にいました。",
      "中国が広いから地方によって春節の祝い方が違う。",
      "きのう展覧会を見に行きます。",
      "あした展覧会を見に行きました。",
      "書きおわる人は帰ってもよろしい。",
      "先に旅館に着く人からおふろに入って下さい。",
      "トラックは曲がりくねる山道を進んでいった。",
      "そこの、先のとがるナイフをとって下さい。",
      "毎朝家の前を、大きな犬を連れる紳士が通る。",
      "まん中に穴のあく銅貨は何円のですか。",
      "まん中に穴のあった銅貨は何円のですか。",
      "私は今横浜に住みます。",
      "太郎を壇の上に立てた。",
      "ろうそくを皿の上に立たせた。",
      "この仕事は彼にはつとめられない。",
      "この紙はしめっているからよく燃えられない。",
      "亀は太郎に助かった。",
      "私にはこの事が分かれない。"
    ]
  ]
]